Repository: Enormail/wordpress-plugin
Catalog: languages/enormail-*.po
Languages: nl_nl

source: Forms
nl_nl: Formulieren

source: Settings
nl_nl: Instellingen

source: Create new form
nl_nl: Nieuw formulier toevoegen

source: Form title
nl_nl: Formulier naam

source: New form
nl_nl: Nieuw formulier

source: This title won't be displayed in public
nl_nl: Deze titel zal niet worden getoond op je website

source: Embed form
nl_nl: Koppel Enormail formulier

source: This form will be embedded from your Enormail account
nl_nl: Dit formulier zal worden gekoppeld uit je Enormail account

source: Create form
nl_nl: Formulier toevoegen

source: Enormail API key
nl_nl: Enormail API sleutel

source: We need an API key to connect your Enormail account to your Wordpress website. Please login to your Enormail account and create an API key.
nl_nl: Om je Enormail account aan je Wordpress website te koppelen hebben we een API sleutel nodig. Login op je Enormail account en kopieer je API sleutel.

source: Don't have an API key?
nl_nl: Heb je geen API sleutel?

source: Create an Enormail API key!
nl_nl: Maak een API sleutel aan!

source: Connect your Enormail account
nl_nl: Koppel je Enormail account

source: Edit form
nl_nl: Formulier wijzigen

source: Save form
nl_nl: Formulier opslaan

source: Enormail subscribe form
nl_nl: Enormail aanmeldformulier

source: Add form
nl_nl: Formulier toevoegen

source: Select a subscribe form to embed in your post or page.
nl_nl: Selecteer het formulier dat je in je post of webpagina wilt insluiten.

source: Form
nl_nl: Formulier

source: Add form shortcode
nl_nl: Shortcode invoegen

source: Select a form
nl_nl: Selecteer een aanmeldformulier

source: No forms available.
nl_nl: Er zijn geen formulieren gevonden. <a href="admin.php?page=enormail-admin&view=add_form">Voeg een nieuw formulier toe</a>.

source: Name
nl_nl: Naam

source: active
nl_nl: Actief

source: created_at
nl_nl: Aangemaakt

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Your API key is updated and your Enormail account has been connected.
nl_nl: Je API sleutel is opgeslagen en je Enormail account is gekoppeld.

source: Your API key is invalid or disabled, please update your settings.
nl_nl: Je API sleutel is niet geldig of niet beschikbaar, wijzig je instellingen.

source: Your form has been created.
nl_nl: Je formulier is toegevoegd.

source: Your form has been saved.
nl_nl: Je formulier is opgeslagen.

source: You have already embedded this form in your website.
nl_nl: Je hebt dit formulier al aan je website gekoppeld.

source: We could not find this form.
nl_nl: Dit formulier kon niet worden gevonden.

source: Your form has been deactivated.
nl_nl: Je formulier is gedeactiveerd.

source: Your form has been activated.
nl_nl: Je formulier is geactiveerd.

source: Your form has been deleted.
nl_nl: Je formulier is verwijderd.

source: Enormail Formulier
nl_nl: Enormail aanmeldformulier

source: Displays an Enormail subscribe form.
nl_nl: Toont een Enormail aanmeldformulier.

source: You do not have any forms to display. <a href="admin.php?page=enormail-admin">Please create a new form first</a>.
nl_nl: Je hebt nog geen formulieren gekoppeld. <a href="admin.php?page=enormail-admin">Koppel een Enormail aanmeldformulier</a>.

source: Add an Enormail signup form
nl_nl: Voeg een Enormail formulier toe

source: Enormail form
nl_nl: Enormail formulier
